Repository: julien-jimizz/gateway-woocommerce
Catalog: lang/woocommerce-jimizz-*.po
Languages: fr_fr

source: Enable/Disable
fr_fr: Actif/Inactif

source: Enable Jimizz Gateway
fr_fr: Activer le paiement par Jimizz

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Titre visible par le client lors d'une commande.

source: Payment method description that the customer will see on your checkout.
fr_fr: Description visible par le client lors d'une commande.

source: Pay with Jimizz Cryptocurrency
fr_fr: Payer avec la crypto-monnaie Jimizz

source: Place the Jimizz gateway in test mode using test private key.
fr_fr: Permet de placer la Gateway Jimizz en mode TEST en utilisant la clé privée de test.

source: Test APPROVED
fr_fr: Test APPROUVÉ

source: Test REJECTED
fr_fr: Test REJETÉ

source: Merchant ID
fr_fr: ID de marchand

source: Test Private Key
fr_fr: Clé privée de Test

source: Production Private Key
fr_fr: Clé privée de Production

source: Order placed and user redirected to Jimizz Gateway.
fr_fr: Commande placée et utilisateur redirigé vers la Gateway Jimizz.

source: Redirecting to payment provider.
fr_fr: Redirection vers la plateforme de paiement Jimizz.

source: Jimizz Gateway accepted payment.
fr_fr: La Gateway Jimizz a accepté le paiement.

source: Transaction Hash: %s.
fr_fr: Hash de transaction : %s.

source: Jimizz Gateway declined payment.
fr_fr: La Gateway Jimizz a refusé le paiement.

source: Jimizz Gateway notification error - Check logs.
fr_fr: Notification Jimizz Gateway en erreur - Vérifiez vos logs.
